Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: The dismissable card on Home listing what's new since you were last here — separate from Home Startup Behavior above, which is about what's spoken, not what's shown.
ar: البطاقة القابلة للإغلاق على الشاشة الرئيسية التي تسرد ما هو جديد منذ آخر زيارة لك — منفصلة عن سلوك بدء تشغيل الشاشة الرئيسية أعلاه، والذي يتعلق بما يُنطق به، وليس بما يُعرض.
de: Die schließbare Karte auf der Startseite, die auflistet, was seit deinem letzten Besuch neu ist – getrennt vom Startverhalten der Startseite oben, das sich auf das Gesprochene bezieht, nicht auf das Angezeigte.
el: Η απορριπτόμενη κάρτα στην Αρχική που παραθέτει τι νέο υπάρχει από την τελευταία φορά που ήσασταν εδώ — ξεχωριστή από τη Συμπεριφορά Εκκίνησης Αρχικής παραπάνω, η οποία αφορά τι εκφωνείται, όχι τι εμφανίζεται.
es: La tarjeta descartable en Inicio que enumera las novedades desde tu última visita, independiente del Comportamiento de inicio de Inicio de arriba, que trata sobre lo que se dice, no lo que se muestra.
fa: کارت قابل‌بستن در صفحهٔ اصلی که موارد جدید از آخرین بازدید شما را فهرست می‌کند — جدا از رفتار راه‌اندازی صفحهٔ اصلی در بالا، که دربارهٔ آنچه گفته می‌شود است، نه آنچه نمایش داده می‌شود.
fr: La carte ignorable sur Accueil listant les nouveautés depuis votre dernière visite — distincte du Comportement au démarrage d'Accueil ci-dessus, qui concerne ce qui est énoncé, pas ce qui est affiché.
he: הכרטיס שניתן לסגור בבית המפרט מה חדש מאז שהיית כאן לאחרונה — נפרד מהתנהגות פתיחת הבית למעלה, שעוסקת במה שנאמר, לא במה שמוצג.
hi: होम पर खारिज करने योग्य कार्ड जो आपकी अंतिम विज़िट के बाद से नया क्या है सूचीबद्ध करता है — ऊपर के होम स्टार्टअप व्यवहार से अलग, जो इस बारे में है कि क्या बोला जाता है, न कि क्या दिखाया जाता है。
id: Kartu yang dapat ditutup di Beranda yang mencantumkan hal baru sejak terakhir kali Anda di sini — terpisah dari Perilaku Awal Beranda di atas, yang berkaitan dengan apa yang diucapkan, bukan apa yang ditampilkan.
it: La scheda ignorabile su Home che elenca le novità dalla tua ultima visita — separata dal Comportamento all'avvio di Home sopra, che riguarda ciò che viene pronunciato, non ciò che viene mostrato.
ja: 前回の訪問以降の新着情報を一覧表示する、「ホーム」の閉じることができるカードです。これは上の「ホームの起動時の動作」とは別物で、そちらは読み上げ内容についてのもので、表示内容についてではありません。
ko: 마지막 방문 이후 새로운 내용을 나열하는 홈의 닫을 수 있는 카드입니다 — 위의 홈 시작 동작과는 별개이며, 그것은 표시되는 것이 아니라 음성으로 말해지는 것에 관한 것입니다.
nl: De sluitbare kaart op Start met een lijst van wat er nieuw is sinds je laatste bezoek — los van Opstartgedrag Start hierboven, dat gaat over wat er wordt uitgesproken, niet wat er wordt getoond.
pl: Karta możliwa do zamknięcia na Stronie głównej wymieniająca to, co nowe od Twojej ostatniej wizyty — oddzielna od Zachowania przy uruchamianiu Strony głównej powyżej, które dotyczy tego, co jest wypowiadane, a nie tego, co jest pokazywane.
pt: O cartão dispensável no Início listando o que há de novo desde sua última visita — separado do Comportamento de inicialização do Início acima, que trata do que é falado, não do que é exibido.
ru: Закрываемая карточка на «Главной», перечисляющая новинки с момента вашего последнего посещения — отдельно от «Поведения при запуске Главной» выше, которое относится к тому, что озвучивается, а не к тому, что отображается.
sv: Det avvisningsbara kortet på Hem som listar vad som är nytt sedan du var här senast — separat från Startbeteende för Hem ovan, som handlar om vad som talas, inte vad som visas.
th: การ์ดที่ปิดได้บนหน้าแรกซึ่งแสดงรายการสิ่งใหม่ตั้งแต่ครั้งล่าสุดที่คุณอยู่ที่นี่ — แยกจากพฤติกรรมการเริ่มต้นหน้าแรกด้านบน ซึ่งเกี่ยวกับสิ่งที่พูด ไม่ใช่สิ่งที่แสดง
tr: Ana Sayfa'da son ziyaretinizden bu yana neyin yeni olduğunu listeleyen kapatılabilir kart — yukarıdaki Ana Sayfa Başlangıç Davranışından ayrıdır, bu, gösterilenle değil seslendirilenle ilgilidir.
uk: Картка, яку можна закрити, на «Головна», що перелічує нове з часу вашого останнього візиту — окремо від «Поведінки запуску Головної» вище, яка стосується того, що озвучується, а не того, що показується.
vi: Thẻ có thể đóng trên Trang chủ liệt kê những gì mới kể từ lần cuối bạn ở đây — tách biệt với Hành vi khởi động Trang chủ ở trên, vốn liên quan đến những gì được nói ra, không phải những gì được hiển thị.
zh_hans: “主页”上可关闭的卡片，列出自您上次到访以来的新内容——与上方的“主页启动行为”不同，后者关乎语音播报内容，而非显示内容。

source: The empty For You > Saved screen used to say "Tap the bookmark icon on any item to save it" — a beta tester pointed out that VoiceOver never actually says the word "bookmark" anywhere in the app, since every Save button and menu item is labeled Save. It now says to save a topic, app, guide, blog post, or episode, matching what every Save control is actually called for every user.
ar: كانت شاشة "المحفوظات" الفارغة ضمن "من أجلك" تقول سابقًا "اضغط على أيقونة الإشارة المرجعية في أي عنصر لحفظه" — وقد أشار أحد مختبري النسخة التجريبية إلى أن VoiceOver لا يقول كلمة "إشارة مرجعية" في أي مكان بالتطبيق على الإطلاق، لأن كل زر وعنصر قائمة للحفظ يحمل تسمية "حفظ". أصبحت الشاشة الآن تطلب حفظ موضوع أو تطبيق أو دليل أو منشور مدونة أو حلقة، لتطابق ما يُسمى به عنصر التحكم بالحفظ فعليًا لدى كل مستخدم.
de: Der leere Bildschirm unter "Für dich" > "Gespeichert" hat früher gesagt: "Tippe auf das Lesezeichen-Symbol bei einem Element, um es zu speichern" — ein Beta-Tester wies darauf hin, dass VoiceOver das Wort "Lesezeichen" nirgends in der App tatsächlich ausspricht, da jede Speichern-Schaltfläche und jeder Menüpunkt mit "Speichern" beschriftet ist. Jetzt steht dort, dass man ein Thema, eine App, einen Leitfaden, einen Blogbeitrag oder eine Folge speichern kann — genau die Bezeichnung, die jedes Speichern-Element für alle Nutzer tatsächlich trägt.
el: Η κενή οθόνη "Για εσάς" > "Αποθηκευμένα" ανέφερε παλαιότερα "Πατήστε το εικονίδιο σελιδοδείκτη σε οποιοδήποτε στοιχείο για να το αποθηκεύσετε" — ένας δοκιμαστής beta επεσήμανε ότι το VoiceOver δεν λέει ποτέ στην πραγματικότητα τη λέξη "σελιδοδείκτης" πουθενά στην εφαρμογή, καθώς κάθε κουμπί και στοιχείο μενού αποθήκευσης έχει την ετικέτα "Αποθήκευση". Τώρα αναφέρει ότι πρέπει να αποθηκεύσετε ένα θέμα, μια εφαρμογή, έναν οδηγό, μια ανάρτηση ιστολογίου ή ένα επεισόδιο, ώστε να ταιριάζει με το πώς ονομάζεται πραγματικά κάθε στοιχείο ελέγχου αποθήκευσης για κάθε χρήστη.
es: La pantalla vacía de Para ti > Guardado solía decir "Toca el icono de marcador en cualquier elemento para guardarlo" — un probador beta señaló que VoiceOver nunca dice la palabra "marcador" en ninguna parte de la app, ya que todos los botones y elementos de menú de Guardar están etiquetados como Guardar. Ahora indica que hay que guardar un tema, una app, una guía, una entrada de blog o un episodio, coincidiendo con el nombre real de cada control de Guardar para todos los usuarios.
fa: صفحهٔ خالی «برای شما» > «ذخیره‌شده‌ها» قبلاً می‌گفت «برای ذخیره هر مورد، روی نماد نشانک آن ضربه بزنید» — یکی از آزمون‌کنندگان بتا اشاره کرد که VoiceOver هرگز کلمهٔ «نشانک» را در هیچ‌جای برنامه نمی‌گوید، زیرا هر دکمه و مورد منوی ذخیره با برچسب «ذخیره» مشخص شده است. اکنون این صفحه می‌گوید یک موضوع، برنامه، راهنما، پست وبلاگ یا قسمت را ذخیره کنید که با نامی که هر کنترل ذخیره برای همهٔ کاربران واقعاً دارد، مطابقت دارد.
fr: L'écran vide de Pour vous > Enregistrés indiquait auparavant « Touchez l'icône de signet sur n'importe quel élément pour l'enregistrer » — un testeur bêta a fait remarquer que VoiceOver ne prononce jamais le mot « signet » nulle part dans l'application, puisque chaque bouton et élément de menu Enregistrer porte le libellé Enregistrer. Il indique désormais qu'il faut enregistrer un sujet, une appli, un guide, un article de blog ou un épisode, ce qui correspond au nom réel de chaque commande d'enregistrement pour tous les utilisateurs.
he: המסך הריק של "בשבילך" > "שמורים" נהג לומר "הקש על סמל הסימנייה בכל פריט כדי לשמור אותו" — בודק בטא ציין שVoiceOver לעולם לא אומר בפועל את המילה "סימנייה" בשום מקום באפליקציה, מכיוון שכל כפתור ופריט תפריט של שמירה מתויג כ"שמור". כעת נכתב שיש לשמור נושא, אפליקציה, מדריך, פוסט בבלוג או פרק, בהתאמה לשם שבו נקרא בפועל כל פקד שמירה עבור כל משתמש.
hi: "फॉर यू" > "सहेजे गए" की खाली स्क्रीन पहले कहती थी "किसी भी वस्तु को सहेजने के लिए बुकमार्क आइकन पर टैप करें" — एक बीटा परीक्षक ने बताया कि VoiceOver ऐप में कहीं भी वास्तव में "बुकमार्क" शब्द नहीं बोलता, क्योंकि हर सेव बटन और मेनू आइटम को "सहेजें" लेबल किया गया है। अब यह किसी विषय, ऐप, गाइड, ब्लॉग पोस्ट या एपिसोड को सहेजने के लिए कहती है, जो हर उपयोगकर्ता के लिए हर सेव नियंत्रण के वास्तविक नाम से मेल खाता है।
id: Layar kosong For You > Tersimpan sebelumnya berbunyi "Ketuk ikon bookmark pada item apa pun untuk menyimpannya" — seorang penguji beta menunjukkan bahwa VoiceOver tidak pernah benar-benar mengucapkan kata "bookmark" di mana pun dalam aplikasi, karena setiap tombol dan item menu Simpan diberi label Simpan. Sekarang layar tersebut menyebutkan untuk menyimpan topik, aplikasi, panduan, postingan blog, atau episode, sesuai dengan nama asli setiap kontrol Simpan bagi semua pengguna.
it: La schermata vuota di Per te > Salvati diceva "Tocca l'icona del segnalibro su un elemento per salvarlo" — un beta tester ha fatto notare che VoiceOver non pronuncia mai la parola "segnalibro" da nessuna parte nell'app, dato che ogni pulsante e voce di menu Salva è etichettato come Salva. Ora indica di salvare un argomento, un'app, una guida, un articolo del blog o un episodio, corrispondendo al nome reale di ogni comando di salvataggio per tutti gli utenti.
ja: 「For You」>「保存済み」の空の画面には以前、「項目のブックマークアイコンをタップして保存」と表示されていました。しかしベータテスターの指摘により、保存用のボタンやメニュー項目はすべて「保存」というラベルであるため、VoiceOverはアプリ内のどこでも実際には「ブックマーク」という言葉を読み上げないことが判明しました。現在は、トピック、アプリ、ガイド、ブログ記事、エピソードのいずれかを保存するよう案内する表示になり、すべてのユーザーにとって実際の保存コントロールの名称と一致するようになりました。
ko: "For You" > "저장됨"의 빈 화면에는 이전에 "항목의 북마크 아이콘을 탭하여 저장하세요"라고 표시되었습니다. 하지만 베타 테스터가 지적했듯이, 저장 버튼과 메뉴 항목은 모두 "저장"으로 표시되어 있어 VoiceOver는 앱 어디에서도 실제로 "북마크"라는 단어를 말하지 않습니다. 이제는 토픽, 앱, 가이드, 블로그 게시물, 에피소드를 저장하라고 안내하여, 모든 사용자에게 실제 저장 컨트롤의 이름과 일치하도록 했습니다.
nl: Het lege scherm van Voor jou > Opgeslagen zei voorheen "Tik op het bladwijzerpictogram bij een item om het op te slaan" — een betatester merkte op dat VoiceOver nergens in de app daadwerkelijk het woord "bladwijzer" uitspreekt, omdat elke Opslaan-knop en elk menu-item met Opslaan is gelabeld. Nu staat er dat je een onderwerp, app, gids, blogbericht of aflevering kunt opslaan, wat overeenkomt met de werkelijke naam van elke opslaan-bediening voor alle gebruikers.
pl: Pusty ekran Dla Ciebie > Zapisane mówił wcześniej "Dotknij ikony zakładki przy dowolnym elemencie, aby go zapisać" — beta-tester zauważył, że VoiceOver nigdzie w aplikacji faktycznie nie wypowiada słowa "zakładka", ponieważ każdy przycisk i element menu Zapisz jest oznaczony jako Zapisz. Teraz ekran mówi o zapisaniu wątku, aplikacji, poradnika, wpisu na blogu lub odcinka, co odpowiada rzeczywistej nazwie każdego elementu zapisu dla wszystkich użytkowników.
pt: A tela vazia de Para Você > Salvos costumava dizer "Toque no ícone de marcador em qualquer item para salvá-lo" — um beta tester observou que o VoiceOver nunca diz de fato a palavra "marcador" em nenhum lugar do app, já que todo botão e item de menu de Salvar tem o rótulo Salvar. Agora ela diz para salvar um tópico, um app, um guia, uma postagem do blog ou um episódio, correspondendo ao nome real de cada controle de salvar para todos os usuários.
ru: На пустом экране «Для вас» > «Сохранённые» раньше было написано «Нажмите значок закладки на любом элементе, чтобы сохранить его» — бета-тестер отметил, что VoiceOver нигде в приложении на самом деле не произносит слово «закладка», поскольку каждая кнопка и пункт меню «Сохранить» подписаны именно как «Сохранить». Теперь там написано, что нужно сохранить тему, приложение, руководство, запись блога или эпизод — в соответствии с тем, как элемент сохранения на самом деле называется для всех пользователей.
sv: Den tomma skärmen För dig > Sparat brukade säga "Tryck på bokmärkesikonen på valfritt objekt för att spara det" — en betatestare påpekade att VoiceOver aldrig faktiskt säger ordet "bokmärke" någonstans i appen, eftersom varje Spara-knapp och menyalternativ är märkt Spara. Nu står det att man ska spara ett ämne, en app, en guide, ett blogginlägg eller ett avsnitt, vilket matchar vad varje spara-kontroll faktiskt heter för alla användare.
th: หน้าจอว่างของ For You > บันทึกไว้ เคยแสดงข้อความว่า "แตะไอคอนที่คั่นหน้าบนรายการใดก็ได้เพื่อบันทึก" — ผู้ทดสอบเบต้าคนหนึ่งชี้ให้เห็นว่า VoiceOver ไม่เคยพูดคำว่า "ที่คั่นหน้า" ที่ใดในแอปเลย เนื่องจากปุ่มและเมนูบันทึกทุกจุดมีป้ายกำกับว่า "บันทึก" ตอนนี้ข้อความจะบอกให้บันทึกหัวข้อ แอป คู่มือ บทความบล็อก หรือตอน ให้ตรงกับชื่อจริงของตัวควบคุมการบันทึกสำหรับผู้ใช้ทุกคน
tr: Sizin İçin > Kaydedilenler bölümündeki boş ekranda önceden "Kaydetmek için herhangi bir öğedeki yer imi simgesine dokunun" yazıyordu — bir beta test kullanıcısı, her Kaydet düğmesi ve menü öğesi "Kaydet" olarak etiketlendiği için VoiceOver'ın uygulamada hiçbir yerde aslında "yer imi" kelimesini söylemediğini belirtti. Artık ekranda bir konu, uygulama, rehber, blog yazısı veya bölüm kaydetmeniz gerektiği yazıyor; bu da her kullanıcı için her Kaydet denetiminin gerçek adıyla eşleşiyor.
uk: Порожній екран «Для вас» > «Збережено» раніше повідомляв «Торкніться значка закладки на будь-якому елементі, щоб зберегти його» — бета-тестувальник зауважив, що VoiceOver ніде в застосунку насправді не вимовляє слово «закладка», оскільки кожна кнопка та пункт меню «Зберегти» підписані саме як «Зберегти». Тепер там написано зберегти тему, застосунок, посібник, запис блогу або епізод — відповідно до того, як елемент керування збереженням насправді називається для всіх користувачів.
vi: Màn hình trống của Dành cho bạn > Đã lưu trước đây ghi "Chạm vào biểu tượng đánh dấu trên bất kỳ mục nào để lưu" — một người thử nghiệm beta chỉ ra rằng VoiceOver không bao giờ thực sự đọc từ "đánh dấu" ở bất kỳ đâu trong ứng dụng, vì mọi nút và mục menu Lưu đều được gắn nhãn Lưu. Giờ đây màn hình ghi là lưu một chủ đề, ứng dụng, hướng dẫn, bài viết blog hoặc tập, khớp với tên thực tế của mọi nút điều khiển lưu đối với mọi người dùng.
zh_hans: "为你推荐">"已保存"的空白屏幕之前显示"点按任意项目上的书签图标即可保存"——一位测试人员指出，VoiceOver 在应用中从未真正读出过"书签"这个词，因为每个"保存"按钮和菜单项的标签都是"保存"。现在屏幕上会提示保存一个话题、应用、指南、博客文章或单集，这与每个用户实际看到的保存控件名称保持一致。

source: The line under an app's title used to say "last reviewed," while everywhere else on the same page — the Community Discussion heading, Load More Comments, the Thread overview — already said "comment." It now says "most recent comment" too.
ar: كانت السطر أسفل عنوان التطبيق يقول "آخر مراجعة"، بينما في أي مكان آخر بالصفحة نفسها — عنوان "مناقشة المجتمع"، وزر "تحميل المزيد من التعليقات"، ونظرة عامة على الموضوع — كانت تستخدم كلمة "تعليق". أصبحت الآن تقول أيضًا "أحدث تعليق".
de: In der Zeile unter dem App-Titel stand bisher „zuletzt überprüft", während überall sonst auf derselben Seite — bei der Überschrift „Community-Diskussion", bei „Weitere Kommentare laden" und bei der Themenübersicht — bereits von „Kommentar" die Rede war. Jetzt steht dort ebenfalls „letzter Kommentar".
el: Η γραμμή κάτω από τον τίτλο μιας εφαρμογής ανέφερε παλαιότερα «τελευταία αξιολόγηση», ενώ παντού αλλού στην ίδια σελίδα — η επικεφαλίδα «Συζήτηση κοινότητας», το «Φόρτωση περισσότερων σχολίων», η επισκόπηση νήματος — χρησιμοποιούσαν ήδη τη λέξη «σχόλιο». Τώρα λέει επίσης «πιο πρόσφατο σχόλιο».
es: La línea debajo del título de una app solía decir "revisado por última vez", mientras que en cualquier otro lugar de la misma página —el encabezado de Debate de la comunidad, Cargar más comentarios, la vista general del hilo— ya se usaba la palabra "comentario". Ahora también dice "comentario más reciente".
fa: خطی که زیر عنوان برنامه قرار دارد قبلاً می‌گفت «آخرین بازبینی»، در حالی که در بقیهٔ همان صفحه — عنوان «بحث انجمن»، «بارگذاری دیدگاه‌های بیشتر»، و مرور کلی رشته — از قبل کلمهٔ «دیدگاه» استفاده می‌شد. اکنون این خط هم می‌گوید «آخرین دیدگاه».
fr: La ligne sous le titre d'une appli indiquait auparavant « dernière évaluation », alors que partout ailleurs sur la même page — l'en-tête Discussion communautaire, Charger plus de commentaires, l'aperçu du fil — utilisait déjà le mot « commentaire ». Elle indique désormais aussi « commentaire le plus récent ».
he: השורה מתחת לכותרת האפליקציה נהגה לומר "נבדק לאחרונה", בעוד שבכל מקום אחר באותו הדף — הכותרת "דיון קהילתי", "טעינת תגובות נוספות", וסקירת השרשור — כבר נעשה שימוש במילה "תגובה". כעת היא אומרת גם "התגובה האחרונה".
hi: ऐप के शीर्षक के नीचे वाली लाइन पहले "आखिरी बार समीक्षा की गई" कहती थी, जबकि उसी पेज पर बाकी हर जगह — कम्युनिटी डिस्कशन हेडिंग, लोड मोर कमेंट्स, थ्रेड ओवरव्यू — पहले से ही "कमेंट" शब्द इस्तेमाल होता था। अब यह भी "सबसे हालिया कमेंट" कहती है।
id: Baris di bawah judul aplikasi dulunya berbunyi "terakhir ditinjau," sementara di tempat lain pada halaman yang sama — judul Diskusi Komunitas, Muat Lebih Banyak Komentar, ringkasan utas — sudah menggunakan kata "komentar." Sekarang baris itu juga berbunyi "komentar terbaru."
it: La riga sotto il titolo di un'app diceva "ultima recensione", mentre in tutto il resto della stessa pagina — l'intestazione Discussione della community, Carica altri commenti, la panoramica del thread — si usava già la parola "commento". Ora dice anche "commento più recente".
ja: アプリのタイトル下の行にはこれまで「最終レビュー日」と表示されていましたが、同じページの他の場所——「コミュニティディスカッション」の見出し、「さらにコメントを読み込む」、スレッド概要——ではすでに「コメント」という言葉が使われていました。これで「最新のコメント」とも表示されるようになりました。
ko: 앱 제목 아래 줄에는 이전에 "마지막으로 검토됨"이라고 표시되었지만, 같은 페이지의 다른 모든 곳 — 커뮤니티 토론 제목, 댓글 더 불러오기, 스레드 개요 — 에서는 이미 "댓글"이라는 단어를 사용하고 있었습니다. 이제 이 줄도 "최신 댓글"이라고 표시됩니다.
nl: De regel onder de titel van een app zei voorheen "laatst beoordeeld", terwijl elders op dezelfde pagina — de kop Community-discussie, Meer reacties laden, het draadoverzicht — al het woord "reactie" werd gebruikt. Nu staat er ook "meest recente reactie".
pl: Wiersz pod tytułem aplikacji brzmiał wcześniej „ostatnio zrecenzowano”, podczas gdy wszędzie indziej na tej samej stronie — nagłówek Dyskusja społeczności, Wczytaj więcej komentarzy, przegląd wątku — używano już słowa „komentarz”. Teraz ten wiersz również mówi „najnowszy komentarz”.
pt: A linha abaixo do título de um app costumava dizer "revisado pela última vez", enquanto em qualquer outro lugar da mesma página — o cabeçalho Discussão da comunidade, Carregar mais comentários, a visão geral do tópico — já usava a palavra "comentário". Agora também diz "comentário mais recente".
ru: Строка под названием приложения раньше гласила «последний отзыв», тогда как везде на этой же странице — заголовок «Обсуждение сообщества», «Загрузить больше комментариев», обзор темы — уже использовалось слово «комментарий». Теперь там тоже написано «последний комментарий».
sv: Raden under en apps titel brukade säga "senast granskad", medan allt annat på samma sida — rubriken Communitydiskussion, Läs in fler kommentarer, trådöversikten — redan använde ordet "kommentar". Nu står det även "senaste kommentaren".
th: บรรทัดใต้ชื่อแอปเคยเขียนว่า "รีวิวล่าสุด" ในขณะที่ทุกที่อื่นในหน้าเดียวกัน — หัวข้อการสนทนาชุมชน โหลดความคิดเห็นเพิ่มเติม ภาพรวมกระทู้ — ใช้คำว่า "ความคิดเห็น" อยู่แล้ว ตอนนี้บรรทัดนี้ก็เขียนว่า "ความคิดเห็นล่าสุด" เช่นกัน
tr: Bir uygulamanın başlığının altındaki satır eskiden "son incelendi" derdi; oysa aynı sayfadaki her yerde — Topluluk Tartışması başlığı, Daha Fazla Yorum Yükle, konu özeti — zaten "yorum" kelimesi kullanılıyordu. Artık orada da "en son yorum" yazıyor.
uk: Рядок під назвою застосунку раніше містив слово «востаннє переглянуто», тоді як в усіх інших місцях на тій самій сторінці — заголовок «Обговорення спільноти», «Завантажити більше коментарів», огляд теми — уже використовувалося слово «коментар». Тепер там теж написано «останній коментар».
vi: Dòng bên dưới tiêu đề ứng dụng trước đây ghi "đánh giá gần nhất", trong khi ở mọi nơi khác trên cùng trang — tiêu đề Thảo luận cộng đồng, Tải thêm bình luận, tổng quan chủ đề — đã dùng từ "bình luận". Giờ đây dòng này cũng ghi "bình luận gần đây nhất".
zh_hans: 应用标题下方的那行文字以前写的是"最近审核"，而同一页面上的其他地方——"社区讨论"标题、"加载更多评论"、话题概览——早已使用"评论"一词。现在这里也改为"最新评论"了。

source: The master switch for everything below — turn it off and none of your data syncs across devices, no matter how the individual toggles are set.
ar: المفتاح الرئيسي لكل ما هو أدناه — أوقف تشغيله ولن تتم مزامنة أي من بياناتك عبر الأجهزة، بغض النظر عن كيفية ضبط المفاتيح الفردية.
de: Der Hauptschalter für alles Folgende – schalte ihn aus, und keine deiner Daten wird geräteübergreifend synchronisiert, unabhängig davon, wie die einzelnen Schalter eingestellt sind.
el: Ο κύριος διακόπτης για όλα τα παρακάτω — απενεργοποιήστε τον και κανένα από τα δεδομένα σας δεν θα συγχρονίζεται μεταξύ συσκευών, ανεξάρτητα από το πώς έχουν οριστεί οι μεμονωμένοι διακόπτες.
es: El interruptor maestro para todo lo de abajo: apágalo y ninguno de tus datos se sincronizará entre dispositivos, sin importar cómo estén configurados los interruptores individuales.
fa: کلید اصلی برای همه چیز در پایین — آن را خاموش کنید و هیچ‌کدام از داده‌های شما بین دستگاه‌ها همگام‌سازی نخواهد شد، صرف‌نظر از اینکه سوییچ‌های جداگانه چگونه تنظیم شده‌اند.
fr: L'interrupteur principal pour tout ce qui suit — désactivez-le et aucune de vos données ne se synchronisera entre appareils, quel que soit le réglage des interrupteurs individuels.
he: המתג הראשי לכל מה שלמטה — כבה אותו ואף אחד מהנתונים שלך לא יסתנכרן בין מכשירים, ללא קשר לאופן שבו המתגים הבודדים מוגדרים.
hi: नीचे दिए गए सभी के लिए मास्टर स्विच — इसे बंद करें और आपका कोई भी डेटा डिवाइसों में सिंक नहीं होगा, चाहे व्यक्तिगत टॉगल कैसे भी सेट हों。
id: Sakelar utama untuk semua di bawah ini — matikan dan tidak ada data Anda yang tersinkron di seluruh perangkat, tidak peduli bagaimana sakelar individual diatur.
it: L'interruttore principale per tutto ciò che segue: disattivalo e nessuno dei tuoi dati si sincronizzerà tra i dispositivi, indipendentemente da come sono impostati i singoli interruttori.
ja: 以下のすべての項目のマスタースイッチです。これをオフにすると、個々の切り替えの設定に関わらず、データはデバイス間で同期されなくなります。
ko: 아래 모든 항목의 마스터 스위치입니다 — 이를 끄면 개별 토글 설정과 관계없이 데이터가 기기 간에 동기화되지 않습니다.
nl: De hoofdschakelaar voor alles hieronder — schakel deze uit en geen van je gegevens wordt gesynchroniseerd tussen apparaten, ongeacht hoe de afzonderlijke schakelaars zijn ingesteld.
pl: Główny przełącznik dla wszystkiego poniżej — wyłącz go, a żadne Twoje dane nie będą synchronizowane między urządzeniami, niezależnie od tego, jak ustawione są poszczególne przełączniki.
pt: O interruptor principal para tudo abaixo — desative-o e nenhum dos seus dados sincroniza entre dispositivos, independentemente de como as alternâncias individuais estão configuradas.
ru: Главный переключатель для всего перечисленного ниже — отключите его, и никакие ваши данные не будут синхронизироваться между устройствами, независимо от настроек отдельных переключателей.
sv: Huvudbrytaren för allt nedan — stäng av den så synkroniseras ingen av din data mellan enheter, oavsett hur de enskilda växlarna är inställda.
th: สวิตช์หลักสำหรับทุกอย่างด้านล่าง — ปิดมันแล้วข้อมูลของคุณจะไม่ซิงค์ข้ามอุปกรณ์ ไม่ว่าสวิตช์แต่ละตัวจะตั้งค่าอย่างไร
tr: Aşağıdaki her şey için ana anahtar — kapatın ve tek tek anahtarlar nasıl ayarlanmış olursa olsun verileriniz cihazlar arasında senkronize olmaz.
uk: Головний перемикач для всього нижче — вимкніть його, і жодні ваші дані не синхронізуватимуться між пристроями, незалежно від того, як налаштовано окремі перемикачі.
vi: Công tắc chính cho mọi thứ bên dưới — tắt nó và không có dữ liệu nào của bạn sẽ đồng bộ trên các thiết bị, bất kể các công tắc riêng lẻ được đặt như thế nào.
zh_hans: 以下所有内容的总开关——关闭它，无论各个单独开关如何设置，您的数据都不会跨设备同步。
